tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "anttweakbar"
brew "gdbm"
brew "gettext"
brew "pkg-config"
brew "pcre"
brew "pixman"
brew "xz"
brew "icu4c"
brew "apktool"
brew "aspell"
brew "assimp"
brew "bash"
brew "bat"
brew "bear"
brew "bison"
brew "cgdb"
brew "clang-format"
brew "cmake"
brew "cppcheck"
brew "cppunit"
brew "curl"
brew "devil"
brew "diff-so-fancy"
brew "dos2unix"
brew "doxygen"
brew "jpeg", link: true
brew "ffmpeg"
brew "ffmpeg@4"
brew "flex"
brew "gcc"
brew "gdb"
brew "git"
brew "git-delta"
brew "git-gui"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "glm"
brew "glslviewer"
brew "gnupg"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hexyl"
brew "htop"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "libgccjit"
brew "libxslt"
brew "lsusb"
brew "markdown"
brew "mercurial"
brew "ninja"
brew "meson"
brew "minicom"
brew "mono"
brew "nghttp2"
brew "nmap"
brew "node"
brew "pugixml"
brew "openimageio"
brew "partio"
brew "pastel"
brew "php"
brew "pidof"
brew "premake"
brew "psgrep"
brew "pstree"
brew "qt"
brew "pyqt"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "scons"
brew "scrcpy"
brew "sdl2_ttf"
brew "socat"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "xxhash"
brew "z"
brew "zig"
brew "zlib"
brew "zsh"
brew "railwaycat/emacsmacport/emacs-mac", args: ["with-mac-metal", "with-native-comp", "with-spacemacs-icon"], link: false
cask "barrier"
cask "fork"
cask "inkscape"
