tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "openssl@1.1"
brew "aspell"
brew "assimp"
brew "bison"
brew "icu4c"
brew "gdbm"
brew "readline"
brew "xz"
brew "python"
brew "gettext"
brew "libffi"
brew "pcre"
brew "openssl"
brew "pixman"
brew "llvm"
brew "cgdb"
brew "clang-format"
brew "jpeg"
brew "diff-so-fancy"
brew "dos2unix"
brew "doxygen"
brew "ffmpeg"
brew "flex"
brew "glew"
brew "glfw", args: ["HEAD"], link: false
brew "glslviewer"
brew "gnupg"
brew "pkg-config"
brew "gradle"
brew "htop"
brew "imagemagick"
brew "ispell"
brew "libxslt"
brew "mercurial"
brew "ninja"
brew "meson"
brew "nmap"
brew "node"
brew "openimageio"
brew "partio"
brew "php"
brew "pidof"
brew "psgrep"
brew "pstree"
brew "pugixml"
brew "qt"
brew "rbenv"
brew "scons"
brew "ssh-copy-id"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zlib"
brew "zsh"
brew "railwaycat/emacsmacport/emacs-mac"
cask "emacs"
